/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "正在连接。";
"cover-open" = "打印机盖已打开。";
"developer-empty" = "显影剂已用完。";
"developer-low" = "显影剂不足。";
"door-open" = "硒鼓门已打开。";
"fuser-over-temp" = "加热鼓温度高。";
"fuser-under-temp" = "加热鼓温度低。";
"input-tray-missing" = "介质盒未装上。";
"interlock-open" = "联锁装置已打开。";
"interpreter-resource-unavailable" = "资源不可用（如字体)";
"marker-supply-empty" = "墨水/碳粉已用完";
"marker-supply-low" = "墨水/碳粉不足。";
"marker-waste-almost-full" = "墨水/碳粉废物箱差不多满了。";
"marker-waste-full" = "墨水/碳粉废物箱已满。";
"media-empty" = "介质盒已空。";
"media-jam" = "卡纸。";
"media-low" = "介质盒差不多空了。";
"media-needed" = "介质盒需要装纸。";
"moving-to-paused" = "打印机正在脱机，";
"none" = " ";
"opc-life-over" = "OPC 寿命已到头。";
"opc-near-eol" = "OPC 寿命差不多到头了。";
"other" = " ";
"output-area-almost-full" = "出纸箱差不多满了。";
"output-area-full" = "出纸箱已满。";
"output-tray-missing" = "输出盒未装上。";
"paused" = "已暂停。";
"shutdown" = "打印机已脱机。";
"spool-area-full" = "缓冲区已满。";
"stopped-partly" = "已部分停止";
"stopping" = "正在停止";
"timed-out" = "打印机已停止响应。";
"toner-empty" = "碳粉不足。";
"toner-low" = "碳粉不足。";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "正在停止。";
"compression-error" = "解压缩错误。";
"document-access-error" = "文稿访问错误。";
"document-format-error" = "文稿格式错误。";
"job-canceled-at-device" = "已在打印机上取消。";
"job-canceled-by-operator" = "已被操作员取消。";
"job-canceled-by-user" = "已被用户取消。";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "已完成，但有错误。";
"job-completed-with-warnings" = "已完成，但有警告。";
"job-data-insufficient" = "数据不足。";
"job-hold-until-specified" = "保留直到。";
"job-incoming" = "正在接收。";
"job-interpreting" = "正在解释。";
"job-outgoing" = "正在发送。";
"job-printing" = "正在打印。";
"job-queued-for-marker" = "排队等待标记。";
"job-queued" = "已排队。";
"job-restartable" = "可重新开始的。";
"job-transforming" = "正在转换。";
"printer-stopped-partly" = "打印机已部分停止打印。";
"printer-stopped" = "打印机已停止打印。";
"processing-to-stop-point" = "正在停止。";
"queued-in-device" = "准备就绪。";
"resources-are-not-ready" = "资源未准备就绪。";
"service-off-line" = "服务中断。";
"submission-interrupted" = "提交被中断。";
"unsupported-compression" = "不被支持的压缩。";
"unsupported-document-format" = "不被支持的文稿格式。";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "保留新作业";
"deactivated" = "已取消激活";
"job-suspended" = "已挂起。";

/* CUPS defined reasons */
"cups-missing-filter-error" = "缺少滤镜。";
"offline-error" = "脱机。";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk 已关闭。";
"apple-missing-usbclassdriver-error" = "缺少 USB 类驱动程序。";
"apple-nbp-lookup-warning" = "打印机不响应。";
